{"sgc":true,"sfy":true,"qfy":true,"lrc":{"version":5,"lyric":"One of the most interesting experiments with dolphins must be one done by Doctor Jarvis Bastian. What he tried to do was to teach a male dolphin called Bass and a female called Doris to communicate with each other across a solid barrier. So, how did he do it exactly? Well, first of all, he kept the two dolphins together in the same tank and taught them to press levers whenever they saw a light. The levers were fitted to the side of the tank next to each other. If the light flashed on and off several times, the dolphins were supposed to press the left-hand lever followed by the right-hand one. If the light was kept steady, the dolphins were supposed to press the levers in reverse order. Whenever they responded correctly, they were rewarded with fish. Sounds terribly complicated. Well, that was the first stage. In the second stage, Doctor Bastian separated the dolphins into two tanks. They could still hear one another, but they couldn't actually see each other. The levers and the light were set up in exactly the same way, except that this time, it was only Doris who could see the light, indicating which lever to press first. But in order to get their fish, both dolphins had to press the levers in the correct order. This meant of course that Doris had to tell Bass whether it was a flashing light or whether it was a steady light. So, did it work? Well, amazingly enough, the dolphins achieved a 100 % success rate.\n\n\n关于海豚的实验当中，最有趣的一个就是贾维斯·巴斯提恩博士所做的那个。他尝试着教会一只叫做巴斯的公海豚和一只叫做朵瑞丝的母海豚透过一个封闭的障碍物互相交流。 具体他是怎样做的呢？ 首先，他将两只海豚一起放在同一个水箱里并且教他们每当看到光就推控制杆。控制杆是嵌在水箱相邻的面上。如果是光明暗交替闪了几次，海豚被认定为应该推与右手边控制杆相邻的左手边的那一根。如果光是持续的，海豚被认定为应该按照相反的规则去推另一根。每当它们回答正确，就奖励给他们鱼吃。 听力来非常复杂。 那只是第一步而已。在第二步中，巴斯提恩博士将两只海豚分开投入不同的水箱当中。使他们可以互相听到对方的声音但不能确实地互相看见。控制杆和光源完全按照第一步的布置。但是这一次，只有朵瑞斯能看见光，指示出先推哪一根控制杆。但如果想要获得奖励他们的鱼，两只海豚都得推正确的控制杆。这意味着，朵瑞斯要告诉巴斯那是闪光还是持续的光。 这奏效了吗？ 非常神奇，海豚100%地答对了。"},"klyric":{"version":0,"lyric":""},"tlyric":{"version":0,"lyric":""},"romalrc":{"version":0,"lyric":""},"code":200,"roles":[]}