{"sgc":true,"sfy":true,"qfy":true,"lrc":{"version":5,"lyric":"This week's program Up Your Street takes you to Harrogate, a small town in Yorkshire. Harrogate became a fashionable resort during Victorian times when people came to take a bath in the mineral waters. Today, few people come to visit the town for its mineral waters. Instead, Harrogate has become a popular town for people to retire to. Its clean air, attractive parks and the absence of any industry make this an ideal spot for people looking for a quiet life. Now, to tell us more about Harrogate, I have with me Tom Percival, president of the Chamber of Commerce. Tom, one of the things a visitor notices about Harrogate is the large area of open parkland right down into the middle of the town. Can you tell us more about it? Yes, certainly. The area is called the Stray. Why the Stray? It's called that because in the old days, people let their cattles stray on the area which was common land. Oh, I see. Then, with changes in farming and in land ownership, the Stray became part of the land owned by Harrogate. And is it protected? Oh, yes, indeed. There's a special law, no one can build anything on the Stray. It's protected forever. So, it will always be parkland? That's right. As you can see, some of the Stray is used for sports fields. I believe it looks lovely in the spring. Yes, it does. There're spring flowers under all the trees, and people visit the town just to see the flowers.\n\n\n本周的节目“走上街头”将带你走进哈罗盖特，这是约克郡的一个小城镇。哈罗盖特是在维多利亚时代成为一个著名景点的，在那时，人们开始喜欢到矿质水中去洗澡。而今天，几乎没有几个人因为它的矿质水而去参观它的。相反，哈罗盖特是因为人们退休后去那而出名的。它那清新的空气，迷人的公园，以及没有工厂生产都使这个对于人们来说理想的地方看起来是一种宁静的生活。现在呢，为了告诉我们哈罗盖特的更多方面，我请来了商会的主席汤姆 帕西瓦尔。汤姆，一名观光者注意到的关于哈罗盖特的一个问题就是位于城镇正中央的开放公园。你能多告诉我们些什么吗？ 当然了，木问题啊。这个区域叫做畜牧区。 为什么呢？ 之所以叫这是因为在古代时期，人们就让自己的牲畜在这块普通的土地上吃草。 奥，我明白了。 然后，随着耕地以及土地所有权的变更，畜牧区就成了由哈罗盖特归属了。 它受保护了吗？ 是的，那是必须的。出台了一项特殊法律，任何人不准在畜牧区建造东西。它永远受保护。 那么说来，这会一直是风景区了。 是的， 正如你见到的，畜牧区的一部分被用作体育用地。 我觉得在春天它一定看起来很美。 是的，所有的树下都有春花，而且人们就是为了来看看花。"},"klyric":{"version":0,"lyric":""},"tlyric":{"version":0,"lyric":""},"romalrc":{"version":0,"lyric":""},"code":200,"roles":[]}