{"sgc":true,"sfy":true,"qfy":true,"lrc":{"version":5,"lyric":"Mr. Green, is it fair to say that negotiation is an art? Well, I think it's both an art and science. You can prepare for a negotiation quite scientifically, but the execution of the negotiation has quite a lot to do with one's artistic quality. The scientific part of a negotiation is in determining your strategy. What do you want out of it? What can you give? Then of course there are tactics. How do you go about it? Do you take an opening position in a negotiation which differs from the eventual goal you are heading for? And then of course there are the behavioral aspects. What do you mean by the behavioral aspects? Well, that's I think where the art comes in. In your behavior, you can either be an actor. You can pretend that you don't like things which you are actually quite pleased about. Or you can pretend to like things which you are quite happy to do without. Or you can be the honest type negotiator who's known to his partners in negotiation and always plays everything straight. But the artistic part of negotiation I think has to do with responding immediately to cues one gets in the process of negotiation. These can be verbal cues or even body language. This is where the artistic quality comes in. So really, you see two types of negotiator then, the actor or the honest one. That's right. And both can work. I would say the honest negotiator can be quite effective in some circumstances. In other circumstances you need an actor.\n\n\n格林先生，公平地说，谈判是一门艺术吗？ 嗯，我想，这既是一门艺术也是科学。你可以准备比较科学的谈判，但谈判的执行有相当多的艺术。科学部分的谈判是在确定你的战略。如何开始谈判？你能不能给什么？当然也有战术。你怎么做呢？你需要应对不同的谈判，你的最终目标是什么？当然也有行为方面。 行为方面，是什么意思？ 嗯，这是我认为艺术的用武之地。通过控制你的行为，你可以成为一名演员。你可以假装不喜欢，实际上却相当高兴。或者你可以假装喜欢，但你其实不是很高兴。或者你可以诚实型谈判，让你的合作伙伴知道你在谈判中始终直爽。但是，我认为谈判的艺术还有谈判过程中获得的线索，对其敏感并作出反应。这些可以是口头的暗示，甚至身体语言。这就是艺术。 所以，你看到了两种类型的谈判，演员或诚实的？ 是的。这两种都有效果。诚实的谈判在某些情况下，可以相当有效。在另外的一些情况下，你需要用演员型。"},"klyric":{"version":0,"lyric":""},"tlyric":{"version":0,"lyric":""},"romalrc":{"version":0,"lyric":""},"code":200,"roles":[]}