{"sgc":true,"sfy":true,"qfy":true,"lrc":{"version":5,"lyric":"Mountain climbing is becoming a popular sport, but it is also a potentially dangerous one. People can fall. They may also become ill. One of the most common dangers to climbers is altitude sickness, which can affect even very experienced climbers. Altitude sickness usually begins when a climber goes above 8,000 or 9,000 feet. The higher one climbs, the less oxygen there is in the air. When people don't get enough oxygen, they often begin to gasp for air. They may also feel dizzy and light-headed. Besides these symptoms of altitude sickness, others such as headache and fatigue may also occur. At heights of over 18,000 feet, people may be climbing in a constant daze. This state of mind can have an adverse effect on their judgment. A few precautions can help most climbers avoid altitude sickness. The first is not to go too high, too fast. If you climb to 10,000 feet, stay at that height for a day or two. Your body needs to get used to a high altitude before you climb to an even higher one. Or if you do climb higher sooner, come back down to a lower height when you sleep. Also, drink plenty of liquids and avoid tobacco and alcohol. When you reach your top height, do light activities rather than sleep too much. You breathe less when you sleep, so you get less oxygen. The most important warning is this if you have severe symptoms, and they don't go away, go down. Don't risk injury or death because of over-confidence or lack of knowledge.\n\n\n登山日渐成为一项大众运动，但其中也有潜在的危险，比如坠落或疾病。对登山者而言高原反应正是最常见危险之一，登山老鸟也未可幸免。高原反应常见于海拔高于8,000或9,000英尺。爬得越高，空气中氧含量越少。缺氧会导致登山者气喘吁吁。他们会感到头晕目眩。除这些高原反应的症状以外，也可能引起头痛和疲劳。 等攀至18,000英尺高度，人们攀爬时晕眩会如影随形。这种精神状态会对他们的判断力产生不利影响。有一些预防措施可以帮助登山者避免高原反应。首先是不要爬得太高太快。爬到10,000英尺高度时应停留1到2天。继续攀升之前你的身体需要适应更高海拔。若已爬的太高太快，回到低海拔处睡觉。此外，要多喝水并远离烟酒。当到达你的最大高度，轻微活动比睡太多觉更好。睡觉时呼吸会减缓，摄氧量也会减少。最重要的警告是，若有严重症状且驱之不去，立刻下山。不要因为自大或无知而冒受伤或生命危险。"},"klyric":{"version":0,"lyric":""},"tlyric":{"version":0,"lyric":""},"romalrc":{"version":0,"lyric":""},"code":200,"roles":[]}