{"sgc":true,"sfy":true,"qfy":true,"lrc":{"version":6,"lyric":"Can we make you an offer? We would like to run the campaign for four extra weeks. Well, can we summarize the problem from my point of view? First of all, the campaign was late. It missed two important trade affairs. The ads also did not appear into key magazines. As a result, the campaign failed. Do you accept that summary of what happened? Well, the delay wasn't entirely our fault. You did in fact make late changes to the specifications of the advertisements. Uh, actually, you were late with the initial proposals so you have very little time and in fact, we only asked for small changes. Well whatever, can we repeat our offer to run the campaign for four extra weeks? That's not really the point. The campaign missed two key trade affairs. Because of this, we are asking you either to repeat the campaign next year for free, or we only pay 50% of the fee for this year. Could we suggest a 20% reduction to the fee together with the four weeks' sustention to the campaign. We are not happy. We lost business. I think we both made mistakes. The responsibility is on both sides. OK, let's suggest a new solution. How about a 40% cut in fee, or a free repeat campaign? Well, let's take a break, we're not getting very far. Perhaps we should think about this. Question 22: What do we learn about the man's company? Question 23: Why was the campaign delayed according to the man? Question 24: What did the woman propose as a solution to the problem? Question 25: What does the man suggest they do at the end of the conversation?\n\n\n我们可以提一个建议么？我们想要将这个活动再举行四周。 我们可以从我的角度来叙述下整件事儿么？首先，这个活动延迟了，错失了两个重要的交易。相关广告也没有刊登在主要的杂志上。结果这个活动办砸了，你接受我所概述的吧？ 活动的耽搁也不完全是我们的错误，实际上你们在很迟的时候又对广告细节做了改动。 实际上你们一开始的方案就很晚才提出，所以你们没有多少时间，并且，我们只是要求了一些小小的改动。 无论如何，我们想再次申明我们关于多用四周时间举办这个活动的建议。 这不是关键。这个活动错失了两个重要交易。因此，我们提出，你们可以选择明年再自费举办这个活动，或者今年我们只出50%的资金来支持这个活动。 我们可以再少出20%吗？ 我们损失了业务，非常不高兴。 我认为我们都有错，双方都应该对此负责。 好吧，我这有个新的解决方法，我们出你们出40%的费用如何？要不你们就自费再办吧。 我们休息一下吧，我想我们的想法差距不大，也许我们可以好好思索一下这个方案。 问题22 我们可以了解到这个男人的公司是怎样的？ 问题23 从这个男人的话中，活动推迟的原因是什么？、 问题24 这个女士对于这个问题提出了什么解决方法？ 问题25 在对话的最后这个男人提出了什么建议？"},"klyric":{"version":0,"lyric":""},"tlyric":{"version":0,"lyric":""},"romalrc":{"version":0,"lyric":""},"code":200,"roles":[]}