{"sgc":true,"sfy":true,"qfy":true,"lrc":{"version":5,"lyric":"A scientific team is studying the thinking ability of 11.5-month-old children. The test is a simple one. The baby watches a sort of show on a small stage. In Act One of the show, a yellow cube is lifted from a blue box, and moved across the stage. Then it is returned to the box. This is repeated 6 times. Act Two is similar except that the yellow cube is smaller. Baby boys do not react at all to the difference in the size of the cube. But girls immediately become excited. The scientists interpret the girls' excitement as meaning they are trying to understand what they have just seen. They are wondering why Act Two is odd and how it differs from Act One. In other words, the little girls are reasoning. This experiment certainly does not definitely prove that girls start to reason before boys, but it provides a clue that scientists would like to study more carefully. Already it is known that bones, muscles and nerves develop faster in baby girls. Perhaps it is early nerve development that makes some infant girls show more intelligence than infant boys. Scientists have also found that nature seems to give another boost to girls. Baby girls usually talk at an earlier age than boys do. Scientists think that there is a physical reason for this. They believe that the nerve endings in the left side of the brain develop faster in girls than in boys, and it is this side of the brain that strongly influences an individual's ability to use language and remember things.\n\n\n一组科学家正在研究十一个半月孩子的能力。测试很简单。孩子们看着一个平台上的一组展示。在首轮展示中，一个黄色的立方体从一个蓝色的盒子中升起，穿越整个平台，然后回到盒子里。这个动作会重复六次。第二轮展示和第一轮很相像，除了黄色的立方变小了。小男孩们对立方体的大小变化一点也没有反应。但是女孩们立刻变得兴奋起来。科学家们解释说女孩们的兴奋表示她们想弄明白她们所看到的，她们奇怪为什么第二轮这么奇怪和它与第一轮的不同。换句话说，女孩们在思考。这个实验当然还不能明确的证实女孩们比男孩们早开始思考，但它提供了一个线索而科学家们将进行更深入的研究。已经被发现，女孩子的骨头、肌肉和神经成长的更快。可能是最早的神经生长让女婴比男婴更聪明。科学家也发现了另一项自然界让女孩们更早生长之处。小女孩总比小男孩早开始说话。科学家认为，这有一个科学的解释。他们相信这是由于女孩的左脑的神经末梢的生长比男孩快，而且左脑对个人能力即运用语言和记忆有强烈的影响。"},"klyric":{"version":0,"lyric":""},"tlyric":{"version":0,"lyric":""},"romalrc":{"version":0,"lyric":""},"code":200,"roles":[]}