{"sgc":true,"sfy":true,"qfy":true,"lrc":{"version":5,"lyric":"Alcoholism is a serious disease. Nearly nine million Americans alone suffer from the illness. Many scientists disagree about what the differences are between the alcohol addict and social drinker. The difference occurs when someone needs to drink. And this need gets in the way of his health or behavior. Alcohol causes a loss of judgment and alertness. After a long period, alcoholism can deteriorate the liver, the brain and other parts of the body. The illness is dangerous, because it is involved in half of all automobile accidents. Another problem is that the victim often denies being an alcohol addict and won't get help. Solutions do exist. Many hospitals and centers help patients cope. Without the assistance, the victim can destroy his life. He would detach himself from the routines of life. He may lose his employment, home or loved ones. All the causes of the sickness are not discovered yet. There is no standard for a person with alcoholism. Victims range in age, race, *** and background. Some groups of people are more vulnerable to the illness. People from broken homes and North American Indians are two examples. People from broken homes often lack stable lives. Indians likewise had the traditional life taken from them by white settlers who often encourage them to consume alcohol to prevent them from fighting back. The problem has now been passed on. Alcoholism is clearly present in society today. People have started to get help and information. With proper assistance, victims can put their lives together one day.\n\n\n酒精中毒是严重的疾病。接近9百万美国人有这种疾病。许多科学家不赞成酗酒者和应酬饮酒者有不同之处。不同是人们应该在什么时候喝酒，同时这种需求也不利于人们的健康和日常举止。酒精会影响判断力和警觉性。长期饮酒导致的酒精中毒会使肝脏，大脑和身体的其他器官恶化。这种疾病很危险，因为它导致了近一半的交通事故的发生。另一个问题是受害者经常否认饮酒的事实并得不到任何帮助。但解决方法仍然存在。许多医院和救助中心帮助病人解决问题。没有帮助的话，受害人会毁了他的生活，并会使自己的生活脱离正常轨道。受害人可能会失去自己的工作，家庭或者爱人。这种疾病的原因仍没有被发现，也没有一个人酒精中毒的标准。可以将受害群体年龄，种族性别和背景归类。来自于破碎家庭和美裔印度安人是两个典型例子。来自破碎家庭的人经常缺失稳定的生活。印第安人也从白人殖民者那里得到了一个传统，就是白人殖民者为了防止印第安人反击鼓励印第安人喝酒的传统。而这个“传统”在被“发扬”。酒精中毒是当下的社会问题人们开始寻求帮助和信息，在合理的帮助下，终有一天受害人使他们的生活回归正道"},"klyric":{"version":0,"lyric":""},"tlyric":{"version":0,"lyric":""},"romalrc":{"version":0,"lyric":""},"code":200,"roles":[]}