{"sgc":true,"sfy":true,"qfy":true,"lrc":{"version":6,"lyric":"The University of Tennessee's Walters Life Sciences building, is a model animal facility, spotlessly clean, careful in obtaining prior approval for experiments from an animal care committee. Of the 15,000 mice house there in a typical year, most give their lives for humanity. These are good mice and as such won the protection of the animal care committee. At any given time however some mice escape and run free. These mice are pests. They can disrupt experiments with the bacteria organisms they carry. They are bad mice and must be captured and destroyed. Usually, this is accomplished by means of sticky traps, a kind of fly paper on which they become increasingly stuck. But the real point of this cautionary tale, says animal behaviorist Herzau, is that the labels we put on things can affect our moral responses to them. Using stick traps or the more deadly snap traps would be deemed unacceptable for good mice. Yet the killing of bad mice requires no prior approval. Once the research animal hits the floor and becomes an escapee, says Herza, its moral standard is instantly diminished. In Herzau's own home, there was more ironic example when his young son's pet mouse Willy died recently, it was accorded a tearful ceremonial burial in garden. Yet even as they mourned Willy, says Herzau, he and his wife were setting snap traps to kill the pest mice in their kitchen with the bare change in labels from pet to pest, the kitchen mice obtained totally different moral standards Question 26 What does the passage say about most of the mice used for experiments? Question 27 Why did the so-called bad mice have to be captured and destroyed? Question 28 When are mice killed without prior approval? Question 29 Why does the speaker say what the Herzau's did at home is ironical?\n\n\n美国田纳西州的沃尔特斯生命科学大楼，一尘不染，是一所模范动物实验楼，很谨慎地从动物关爱委员会获取了动物实验的事先许可。这里一般每年要饲养15000多只老鼠，它们当中的大多数都要将生命献给人类。这些老鼠都是“好”老鼠，就这点而论它们收到了动物关爱委员会的保护。然而，无论何时，只要它们逃脱跑掉了，它们就变成了“有害物”。它们身上所携带的细菌微生物可以干扰试验。这种老鼠是“坏老鼠”，必须抓住并杀掉。通常这一过程是通过粘板来实现的，粘板是一种捕蝇纸，一旦被黏住就会越粘越牢。但是动物行为学家赫索格说，这一警示性故事的真正意义在于我们给某物贴上的“标签”会影响我们对该事物做出的道义上的反应。用这种粘板或更致命的老鼠夹对付好老鼠是不被接受的。然而，杀掉坏老鼠不需要经过事先批准。赫索格说，实验室的老鼠一旦跌到地上变成逃犯，它们的道德地位就立刻降低了。在赫索格自己家里，发生过一件更具讽刺意味的事：最近当他儿子的宠物鼠威利死掉时，他们在花园里为它举行了一场悲痛的葬礼。赫索格说，即使当他们悼念威利时，他和他的妻子还在厨房安放老鼠夹杀死坏老鼠。从“宠物”到“有害物”仅仅是标签的变化，厨房的老鼠获得了完全不同的到的地位。 问题26：对于大多数用于实验的老鼠，文章中说到了什么？ 问题27：为什么所谓的坏老鼠，必须被抓住杀掉？ 问题28：什么时候未经事先批准老鼠就被杀掉？ 问题29:为什么说话者称赫索格家发生的事情具有讽刺性？"},"klyric":{"version":0,"lyric":""},"tlyric":{"version":0,"lyric":""},"romalrc":{"version":0,"lyric":""},"code":200,"roles":[]}